Repository: OpenMultimedia/openmultimedia.api
Catalog: src/openmultimedia/api/locales/*/LC_MESSAGES/openmultimedia.api.po
Languages: es

source: A widget for the videos most seen
es: Un widget para los videos más vistos

source: A widget that will show the latest video from a given section
es: Un widget que muestra el video más reciente de una sección dada

source: API to interact with the video.
es: API para interactuar con el video.

source: Audio Regex string
es: Expresión regular de audio

source: Audio only
es: Sólo audio

source: Base URL for the API.
es: URL base para la API.

source: Details
es: Detalles

source: Filter results by day
es: Filtrar resultados por día

source: Filter results by month
es: Filtrar resultados por mes

source: Filter results by week
es: Filtrar resultados por semana

source: Filter results by year
es: Filtrar resultados por año

source: Get the large thumbnail from the returned JSON
es: Obtener la imagen grande del JSON devuelto

source: Get the medium thumbnail from the returned JSON
es: Obtener la imagen mediana del JSON devuelto

source: Get the small thumbnail from the returned JSON
es: Obtener la imagen pequeña del JSON devuelto

source: Large thumbnail
es: Imagen grande

source: Latest video widget from section
es: Un widget del video más reciente de una sección

source: Limit
es: Límite

source: Medium thumbnail
es: Imagen mediano

source: Most seen this month
es: Más vistos este mes

source: Most seen this week
es: Más vistos esta semana

source: Most seen this year
es: Más vistos este año

source: Most seen today
es: Más vistos hoy

source: Most seen video widget
es: Widget de video más visto

source: Only get audio
es: Sólo obtener audio

source: Order videos
es: Ordenar Videos

source: Regex to match with the audio API.
es: Expresión regular para la coincidencia con la API de audio.

source: Regex to match with the video API.
es: Expresión regular para la coincidencia con la API de video.

source: Regex to match with videos from the API.
es: Expresión regular para la coincidencia con videos desde la API.

source: Relate multimedia content
es: Relacionar contenido multimedia

source: Related videos
es: Videos relacionados

source: Search
es: Buscar

source: Small thumbnail
es: Imagen pequeña

source: Specify the category of the video
es: Especificar la categoria del video

source: Specify the level of info to retrieve
es: Especificar el nivel de información para obtener

source: Specify the number of items to retrieve
es: Especificar el número de ítems para devolver

source: Specify the offset for pagination
es: Especificar el offset para la paginación

source: Specify the order of the returned videos
es: Especificar el orden de los videos

source: Specify the region of the video
es: Especificar la region del video

source: Specify the type of the video
es: Especificar el tipo de video

source: Video API
es: API de video

source: Video API Regex string
es: Expresión regular para la API de video

source: Video Regex string
es: Expresión regular de video

source: Video category
es: Categoria de video

source: Video region
es: Region de video

source: Video type
es: Tipo de Video

source: Video widget URL base
es: URL base del widget de video

source: label_contenttree_add
es: Guardar

source: label_contenttree_cancel
es: Cancelar
